Repository: onotolefirst/TrustedNet-1
Catalog: Client/iPad/src/CryptoARM/*.lproj/Localizable.strings
Languages: ru

# KU_DIGITAL_SIGNATURE
source: Digital Signature
ru: Подпись данных

# KU_NON_REPUDIATION
source: Non-Repudiation
ru: Неотрекаемость

# KU_KEY_ENCIPHERMENT
source: Key Encipherment
ru: Шифрование ключа

# KU_DATA_ENCIPHERMENT
source: Data Encipherment
ru: Шифрование данных

# KU_KEY_AGREEMENT
source: Key Agreement
ru: Согласование ключей

# KU_KEY_CERT_SIGN
source: Certificate sign
ru: Подпись сертификатов

# KU_CRL_SIGN
source: CRL sign
ru: Подписывание списков отзыва (CRL)

# KU_ENCIPHER_ONLY
source: Encipher only
ru: Шифрование данных

# KU_UNDEF
source: Unknown
ru: Неизвестно

source: No
ru: Нет

source: Yes
ru: Да

# CERT_STATUS
source: Certificate status
ru: Статус сертификата

# CERT_VALID
source: Valid
ru: Действителен

# CERT_TITLE
source: Certificate
ru: Сертификат

# CERT_WHO_ISSUED
source: Issuer
ru: Кем выдан

# CERT_EXPIRED
source: Expires
ru: Истекает

# CERT_THEME
source: Subject Name
ru: Тема

# CERT_ISSUER_NAME
source: Issuer Name
ru: Кем выдан

# CERT_SIGNATURE_ALG
source: Signature Algorithm
ru: Алгоритм подписи

# CERT_KEY_USAGE
source: Key Usage
ru: Применение

# CERT_SUBJECT
source: Subject Key Identifier
ru: Субъект

# CERT_AKID
source: Authority Key Identifier
ru: Идентификатор ключа органа сертификации

# CERT_CDP
source: CRL Distribution Points
ru: Точки распределения аннулирования сертификата

# CERT_AUTHORITY
source: Certificate Authority Information Access
ru: Доступ к информации бюро сертификации

# CERT_C_TITLE
source: Country Name
ru: Название страны

# CERT_CN_TITLE
source: Common Name
ru: Общее имя

# CERT_E_TITLE
source: Email Address
ru: Адрес электронной почты

# CERT_VERSION_TITLE
source: Version
ru: Версия

# CERT_SN_TITLE
source: Serial Number
ru: Серийный номер

# CERT_OU_TITLE
source: Domain Component
ru: Компонент домена

# CERT_SIGNATURE_ALG_TITLE
source: Algorithm
ru: Алгоритм подписи

# CERT_PARAMS_TITLE
source: Parameters
ru: Параметры

# CERT_PUBLIC_KEY_TITLE
source: Public Key Data
ru: Данные открытого ключа

# CERT_SIGNATURE_TITLE
source: Signature
ru: Подпись

# CERT_PURPOSE_TITLE
source: Purpose
ru: Цель

# CERT_KID_TITLE
source: Key Identifier
ru: Идентифик. ключа

# CERT_ACCESS_TITLE
source: Access Method
ru: Метод доступа

# CERT_CRITICAL_TITLE
source: Critical
ru: Критическое

# CERT_NOT_VALID_BEFORE_TITLE
source: Not Valid Before
ru: Действителен с

# CERT_NOT_VALID_AFTER_TITLE
source: Not Valid After
ru: Действителен по

# CERT_USAGE_TITLE
source: Usage
ru: Использование

# CERT_EXTENDED_KEY_USAGE
source: Extended Key Usage
ru: Дополнительное применение

# CERT_MANAGE_CERTIFICATE
source: Certificate management
ru: Управление сертификатом

# CERT_CHECK_CERT_STATUS
source: Check status
ru: Проверить статус

# CERT_EXPORT_CERTIFICATE
source: Export certificate
ru: Экспорт сертификата

# CERT_SEND_CERT_BY_EMAIL
source: Send by E-Mail
ru: Отправить по E-Mail

# CERT_PRINT_CERTIFICATE
source: Print certificate
ru: Печать сертификата

# CERT_DELETE_CERTIFICATE
source: Delete certificate
ru: Удалить сертификат

# AM_OCSP
source: Online Certificate Status Protocol
ru: Протокол статуса онлайнового сертификата

# AM_CA_ISSUER
source: Certification Authority Issuer
ru: Сертификат Удостоверяющего Центра

# MM_MENU
source: Menu
ru: Меню

# MM_SECTIONS
source: Sections
ru: Разделы

# MM_PRIVATE_CERTIFICATES
source: Private certificates
ru: Личные сертификаты

# MM_OTHER_PEOPLE_CERTIFICATES
source: Other people certificates
ru: Сертификаты других пользователей

# MM_INTERMEDAITE_CERTIFICATION_AUTHORITIES
source: Intermediate certification authorities
ru: Сертификаты промежуточных центров

# MM_TRUSTED_ROOT_CERTIFICATION_AUTHORITIES
source: Trusted root certification authorities
ru: Сертификаты корневых центров

# MM_CERTIFICATE_REVOCATION_LIST
source: Certificate revocation lists
ru: Списки отзыва сертификатов

# MM_CERTIFICATE_ENROLLMENT_REQUESTS
source: Certificate enrollment requests
ru: Запросы на сертификат

# MM_OPERATIONAL_SETTINGS
source: Operational settings
ru: Операционные настройки

# MM_CERTIFICATE_PURPOSE_REFERENCE
source: Certificate purpose reference
ru: Справочник назначений сертификата

# MM_CERTIFICATE_PRINT_TEMPLATES
source: Certificate print templates
ru: Шаблоны печати сертификата

# WIZARD_RECIPIENTS
source: Recipients
ru: Получатели

# WIZARD_ENCRYPTION_MANAGER_TITLE
source: Encryption/decryption manager
ru: Менеджер шифрования/расшифрования

# WIZARD_CREATED
source: Created
ru: Создан

# WIZARD_BUTTON_ENCRYPT_TITLE
source: Encrypt document
ru: Шифровать документ

# WIZARD_BUTTON_SEND_EMAIL_TITLE
source: Send by E-mail
ru: Отправить по E-mail

# WIZARD_BUTTON_OPEN_IN_TITLE
source: Open document in...
ru: Открыть документ в...

# WIZARD_SIZE
source: Size:
ru: Размер:

# WIZARD_DOCUMENT_OPERATION
source: Operations on the document
ru: Операции над документом

# WIZARD_ACTION_ENCRYPT_AND_OPEN_IN
source: Encipher and Open In...
ru: Зашифровать и открыть в...

# WIZARD_ACTION_ENCRYPT_AND_EMAIL
source: Encipher and send e-mail
ru: Зашифровать и отправить по e-mail

# WIZARD_ACTION_DECIPHER_AND_OPEN_IN
source: Decipher and Open In...
ru: Расшифровать и открыть в...

# WIZARD_ACTION_DECIPHER_AND_EMAIL
source: Decipher and send e-mail
ru: Расшифровать и отправить по e-mail

# WIZARD_ACTION_REENCIPHER_AND_OPEN_IN
source: Re-encipher and Open In...
ru: Перешифровать и открыть в...

# WIZARD_ACTION_REENCIPHER_AND_EMAIL
source: Re-encipher and send e-mail
ru: Перешифровать и отправить по e-mail

# WIZARD_RECIPIENT_LIST
source: Recipient document list
ru: Список получателей документа

# WIZARD_ADD_RECIPIENT_BTN
source: Add recipients
ru: Добавить получателей

# WIZARD_CERTIFICATES
source: Certificates:
ru: Сертификатов:

# WIZARD_WARNING_CANNOT_DECIPHER
source: The document is encrypted, but you are not included in the list of recipients. The document can not be decrypted.
ru: Документ зашифрован, но Вы не занесены в список получателей. Документ не может быть расшифрован.

# WIZARD_ACTION_OPEN_IN
source: Open the document In...
ru: Открыть документ в...

# WIZARD_ACTION_SEND_EMAIL
source: Send the document via e-mail
ru: Отправить документ по e-mail

# WIZARD_ADVANCED_ADDRESS_BOOK_TITLE
source: Recipients of the document
ru: Получатели документа

# WIZARD_CERTIFICATES_BINDING_MANAGER
source: Certificates binding manager
ru: Менеджер привязки сертификатов

# WIZARD_ORGANIZATION
source: Company
ru: Организация

# WIZARD_POST
source: Job Title
ru: Должность

# WIZARD_ADD_CERT
source: Add certificate
ru: Добавить сертификат

# ADD_CERTS_FROM_STORE
source: Select other...
ru: Выбрать другой...

# ENCIPHER_CERTIFICATE
source: Encryption certificate
ru: Сертификат шифрования

source: Sections
ru: Разделы

# ROOT_APPLICATION_CERVICES
source: Application cervices
ru: Сервисы приложения

# ROOT_ADDRES_BOOK
source: Address book
ru: Адресная книга

# ROOT_IDEAS_DISCUSSION
source: ideas discussion
ru: Обсуждение идей

# ROOT_OPERATIONS_LOG
source: Operation log
ru: Журнал операций

# ROOT_PROGRAM_DESCRIPTION
source: About program
ru: Описание программы

# ROOT_TECH_SUPPORT
source: Technical support
ru: Техподдержка

# CERTIFICATE_USAGE_TITLE
source: Certificate usage
ru: Назначение сертификата

# CERTIFICATE_USAGES_DICTIONARY
source: Certificate usage dictionary
ru: Справочник назначений сертификата

# CERT_USAGE_IDENTIFICATOR
source: Identificator
ru: Идентификатор

# CERT_USAGE_PURPOSE
source: Purpose description
ru: Назначение

# CERT_USAGE_OBJECT_IDENTIFICATOR
source: Object identificator
ru: Объектный идентификатор

# CERT_USAGE_WARNING
source: Warning
ru: Предупреждение

# CERT_USAGE_STING_IN_FIELD_IS_NOT_OID
source: String, entered into field "%@" is not OID: %@
ru: Строка, введенная в поле "%@" не является OID-ом: %@

# CERT_USAGE_OID_ALREADY_PRESENT
source: This object identifier is already present in the dictionary. Enter new ID, or modify an existing one.
ru: Данный объектный идентификатор уже присутствует в справочнике. Введите новый идентификатор или измените существующий.

# CERT_USAGE_CERTIFICATE_USAGES
source: Certificate usages
ru: Назначения сертификата

# PROFILES_TITLE
source: Operation profiles
ru: Операционные настройки

# PROFILE_TITLE
source: Operation profile
ru: Операционная настройка

# PROILE_NAME
source: Profile name
ru: Наименование настройки

# PROILE_PARAMETERS
source: Profile parameters
ru: Параметры настройки

# PROILE_SIGNING
source: Signing
ru: Подпись

# PROILE_ENCRYPTION
source: Encryption
ru: Шифрование

# PROILE_DECRYPTION
source: Decription
ru: Расшифрование

# PROILE_CERT_POLICY
source: Certificates policy
ru: Политика сертификатов

# PROFILE_SCOPE_NAME
source: Name
ru: Название

# PROFILE_SCOPE_DESCRIPTION
source: Description
ru: Описание

# PROFILE_SCOPE_CREATION_DATE
source: Creation date
ru: Дата создания

# PROFILE_PARAMETERS_ENTER_PIN
source: Enter PIN code
ru: Введите PIN код

# PROFILE_PARAMETERS_ABSENT
source: Absent
ru: Отсутствует

# PROFILE_PARAMETERS_CERTIFICATE_OWNER
source: Certificate owner
ru: Владелец сертификата

# PROFILE_PARAMETERS_SIGNATURE_TYPE
source: Signature type
ru: Тип подписи

# PROFILE_PARAMETERS_COMMENT
source: Comment
ru: Комментарий

# PROFILE_PARAMETERS_RESOURCE_IS_FILENAME
source: Resource - file name
ru: Ресурс - имя файла

# PROFILE_PARAMETERS_RESOURCE_IDENTIFIER
source: Resource identifier
ru: Идентификатор ресурса

# PROFILE_PARAMETERS_MOT_SELECTED
source: Not selected
ru: Не выбраны

# PROFILE_PARAMETERS_CREATE_DETACHED_SIGNATURE
source: Create detached signature
ru: Создать отделенную подпись

# PROFILE_PARAMETERS_CREATE_IN_BASE64
source: Create file in BASE64
ru: Формировать файл в BASE64

# PROFILE_PARAMETERS_CREATE_IN_DER
source: Create file in DER
ru: Формировать файл в DER

# PROFILE_PARAMETERS_ARCHIVE_AFTER_SIGINING
source: Archive the file after the signing
ru: Архивировать после создания подписи

# PROFILE_PARAMETERS_ENCRYPT_TO_SENDER
source: Encrypt to sender
ru: Шифровать в адрес отправителя

# PROFILE_PARAMETERS_CERTIFICATE_USAGE
source: Certificate usage
ru: Назначение сертификата

# PROFILE_PARAMETERS_NOT_SPECIFIED
source: Not specified
ru: Не задано

# PROFILE_PARAMETERS_ADDITIONAL_SIGN_PARAMETERS
source: Additional signature parameters
ru: Дополнительные параметры подписи

# PROFILE_PARAMETERS_SIGNATURE_CERTIFICATES
source: Signature certificates
ru: Сертификаты подписи

# PROFILE_PARAMETERS_KEY_PIN_CODE
source: Key access code (PIN)
ru: Код доступа к ключу (PIN-код)

# PROFILE_PARAMETERS_HASH_ALG_TYPE
source: Hash algorithm type
ru: Тип хеш-алгоритма

# PROFILE_PARAMETERS_SIGNATURE_SAVING
source: Signature saving
ru: Сохранение подписи

# PROFILE_PARAMETERS_RESULT_FILE_FORMAT
source: Result file format
ru: Формат выходного файла

# PROFILE_PARAMETERS_ENCRYPTION_CERT
source: Encrypting certificate
ru: Сертификат шифрования

# PROFILE_PARAMETERS_ENCRYPT_ALG_TYPE
source: Encrypting algorithm type
ru: Тип алгоритма шифрования

# PROFILE_PARAMETERS_RECIEVERS_CERTIFICATES
source: Recievers certificates
ru: Сертификаты получатетей

# PROFILE_PARAMETERS_ENCRYPTING_CERTIFICATE
source: Decrypting certificates
ru: Сертификат расшифрования

# PROFILE_PARAMETERS_ENCRYPT_CERTIFICATES_FILTER
source: Encrypting certificates filter
ru: Фильтр назначений сертификатов шифрования

# PROFILE_PARAMETERS_CERTIFICATES_FOR_VALIDATION_BY_ONLINE_CRL
source: Certificates that require loading CRL from CA
ru: Сертификаты для которых требуется загрузка CRL из УЦ

# PROFILE_PARAMETERS_SIGN_USAGE_COMMENT
source: Comment for signature usage
ru: Комментарий по использованию подписи

# PROFILE_PARAMETERS_SIGN_COMMENT
source: Signature comment
ru: Комментарий подписи

# PROFILE_PARAMETERS_SECURE_DELETION
source: Secure deletion
ru: Гарантированное удаление

# PROFILE_PARAMETERS_REMOVE_SOURCE_FILE_AFTER_ENCRYPTION
source: Remove source file after encrypting
ru: Удалить исходный файл после шифрования

# PROFILE_PARAMETERS_OID_CREATION
source: Creation
ru: Создание

# PROFILE_PARAMETERS_OID_CORRECTED
source: Corrected
ru: Исправлено

# PROFILE_PARAMETERS_OID_ACQUAINT
source: Acquaint
ru: Ознакомлен

# PROFILE_PARAMETERS_OID_AGREED
source: Agreed
ru: Согласовано

# PROFILE_PARAMETERS_OID_SIGNED
source: Signed
ru: Подписано

# PROFILE_PARAMETERS_OID_AFFIRM
source: Affirm
ru: Утверждено

# PROFILE_SEL_ALG_SIGNATURE_HASH_ALG_TYPE
source: Signature hash algorithm type
ru: Тип хэш-алгоритма подписи

# PROFILE_SEL_ALG_HASH_ALG_TYPE
source: Hash algorithm type
ru: Тип хэш-алгоритма

# PROFILE_SEL_ALG_SELECT_ALGOTITHM
source: Select algorithm
ru: Выберите алгоритм

# PROFILE_SEL_CERT_SIGNATURE_CERTIFICATE
source: Signature certificate
ru: Сертификат подписи

# PROFILE_SEL_CERT_ENCRYPTION_CERTIFICATE
source: Encryption certificate
ru: Сертификат шифрования

# PROFILE_SEL_CERT_RECIEVERS_CERTIFICATES
source: Recievers certificates
ru: Сертификаты получателей

# PROFILE_SEL_CERT_DECRYPTING_CERTIFICATES
source: Decryptiong certificate
ru: Сертификат расшифрования

# PROFILE_SEL_CERT_CERTIFICATES_FOR_VALIDATION_BY_CRL
source: Certificates that require loading CRL from CA
ru: Сертификаты, требующие загрузки CRL из УЦ

# PROFILE_SEL_CERT_DATE_FORMAT
source: Date format: YYYY-MM-DD
ru: Формат даты: ГГГГ-ММ-ДД

# YEAR_PREFIX
source: y
ru: г

source: CryptoARM
ru: КриптоАРМ

# BYTE_PREFIX
source: byte
ru: байт

# KBYTE_PREFIX
source: Kb
ru: Кб

# MBYTE_PREFIX
source: Mb
ru: Мб

# GBYTE_PREFIX
source: Gb
ru: Гб

# EMPTY_PREFIX
source: Empty
ru: Пустой

source: Warning
ru: Предупреждение

source: Choice of settings
ru: Выбор настройки

# BUTTON_DONE
source: Done
ru: Готово

source: Certificates
ru: Сертификаты

# SAVE_BUTTON_TITLE
source: Save
ru: Сохранить

# DELETE_BUTTON_TITLE
source: Delete
ru: Удалить

# UNKNOWN_ERROR_OCCURED
source: An unexpected error occurred on performing the operation
ru: Произошла непредвиденная ошибка при выполнении операции

# UNABLE_SEND_EMAIL
source: Your device doesn't support possibility to send email
ru: Ваше устройство не поддерживает возможность отправки электронной почты
